linear.measurement.postgres.fnight.original.v.1.20/postgres.op_fnight.threads_220.mes_6.dat
//bin/java  -classpath /home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/core-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/HdrHistogram-2.1.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/htrace-core4-4.1.0-incubating.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-core-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/core/target/dependency/jackson-mapper-asl-1.9.4.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/conf:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/postgrenosql-binding-0.18.0-SNAPSHOT.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/checker-qual-3.31.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/json-simple-1.1.1.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/postgresql-42.6.0.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-api-1.7.25.jar:/home/rustam/IdeaProjects/YCSB-JSON-Not-Modified/postgrenosql/target/dependency/slf4j-simple-1.7.13.jar site.ycsb.Client -t -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -P ./workloads/workloade -p recordcount=15585 -threads 220 -P ./postgrenosql/conf/postgrenosql.properties
[OVERALL], RunTime(ms), 628
[OVERALL], Throughput(ops/sec), 1592.3566878980891
[TOTAL_GCS_G1_Young_Generation], Count, 1
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 2
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.3184713375796179
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 2
[TOTAL_GC_TIME_%], Time(%), 0.3184713375796179
[READ], Operations, 51
[READ], AverageLatency(us), 79908.8431372549
[READ], MinLatency(us), 410
[READ], MaxLatency(us), 124095
[READ], 95thPercentileLatency(us), 113023
[READ], 99thPercentileLatency(us), 114623
[READ], Return=OK, 51
[CLEANUP], Operations, 220
[CLEANUP], AverageLatency(us), 7.6454545454545455
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 1638
[CLEANUP], 95thPercentileLatency(us), 1
[CLEANUP], 99thPercentileLatency(us), 2
[SCAN], Operations, 949
[SCAN], AverageLatency(us), 77436.15911485774
[SCAN], MinLatency(us), 117
[SCAN], MaxLatency(us), 124415
[SCAN], 95thPercentileLatency(us), 112639
[SCAN], 99thPercentileLatency(us), 120255
[SCAN], Return=OK, 949